package com.lenecoproekt.notes.model

object Repository {
    var notes: MutableList<Note> = mutableListOf(
        Note(
            "Моя первая заметка",
            "Котлин очень кратки, но при этом выразительный язык",
            0xfff06292.toInt()
        ),
        Note(
            "Моя вторая заметка",
            "Котлин очень кратки, но при этом выразительный язык",
            0xff9575cd.toInt()
        ),
        Note(
            "Моя третья заметка",
            "Котлин очень кратки, но при этом выразительный язык",
            0xff64b5f6.toInt()
        ),
        Note(
            "Моя следующая заметка",
            "Котлин очень кратки, но при этом выразительный язык",
            0xff4db6ac.toInt()
        ),
        Note(
            "Моя следующая заметка",
            "Котлин очень кратки, но при этом выразительный язык",
            0xffb2ff59.toInt()
        ),
        Note(
            "Моя следующая заметка",
            "Котлин очень кратки, но при этом выразительный язык",
            0xffffeb3b.toInt()
        ),
        Note(
            "Моя следующая заметка",
            "Котлин очень кратки, но при этом выразительный язык",
            0xfff06292.toInt()
        ),
        Note(
            "Моя следующая заметка",
            "Котлин очень кратки, но при этом выразительный язык",
            0xffff6e40.toInt()
        ),
        Note(
            "Моя следующая заметка",
            "Котлин очень кратки, но при этом выразительный язык",
            0xfff06292.toInt()
        )
    )
}